---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.ActualOtherLoad
source: html/dfddc2e0-c5b8-6def-4e1c-15681f620e19.htm
---
# Autodesk.Revit.DB.Mechanical.Space.ActualOtherLoad Property

Get the Actual Other Load of the Space.

## Syntax (C#)
```csharp
public double ActualOtherLoad { get; }
```

## Remarks
This property is used to get the Actual Other Load (Unit: W) of the Space.